
What I think about better approach is:

{
    
    "title": "151 ideas",
    "publishedDate": "17-03-2019",
    "author": "Adam Aslan",
    "publisher": "Chill Castle",
    "ideas": [
        {
            "id": 1,
            "idea": "maximize the beauty - fully channel the beauty with in. Maybe ask what makes this moment beautiful? See if beauty can be increased in every situation. MtB also could be taken as A use of reason and also a disciplining of the senses to focus on beauty (i.e. all the pretty flowers, all the pretty birds)."},
       
                {  "id": 2,
                "idea": "full expression - it takes a lot of effort for one to understand who they are when they are comfortable and how to channel the most real expressions of themselves What holds people back? Shyness, distraction (inability to focus on that which they want express)"}
                {
                    "id": 5,
                    "idea": "various meditation - I am a big fan of meditation techniques that help train the mind from moment to moment. There are various techniques that help provide concentration and awareness in the passing moments within shorter intervals than traditional formal meditation. While using a timer to make sure you meditate for at least 10 minutes is helpful. A stopwatch to monitor your awareness of time and to also use time to monitor your concentration and awareness. A and C are essential to have Full Expression."
                },
                {
                    "id": 6,
                    "idea": "tolerance - while it seems like an easy point to rally behind, the reality anyone that reads Nietzsche would think otherwise. By tolerating mild forms of exploitation we soon begin to think if we are encroaching upon the slave mentality Nietzsche is so against. I find myself tolerating crappy food, living conditions, jobs, and relationships. Is there a reward for this or am I just making my life mediocre?"
                },
                {
                    "id": 7,
                    "idea": "- intention vs non intention - Buddha says our intentions matter most when determining the value of an action while Neech says the opposite. Specifically, that we have our intentions but what comes out of that is the real meat of an action. Good example is my recent heart torturing break up. Nothing was intended to be so terrible but the reality was very painful for me. Thus judge me for letting tragedy strike me when I could have protected myself by 1) giving myself space 2) being aware of the possibilities of the situation better"
                },
                {
                    "id": 8,
                    "idea": "- Neech real/dumb - Nietzsche had some great points and spoke without fear of repercussion. His ideas still are challenging us today. But his manner of demeaning women and Jews is just dumb. Also needlessly ambiguous over just how much he dislikes Jews. His dislike of women seems pretty clear but I bet he had some hope too."
                },
                {
                    "id": 9,
                    "idea": "- Camus - beautiful not pragmatic - I love the fall and just the general vibe of Camus. In my opinion the fall is the best combination of fiction and philosophy ever written. For a while I loved Camus like no other but as of recent I’m kind of annoyed by his concept of absurdism. Its like \"yeah bro sure...life is absurd but is that the best way to describe life?\" In general existentialist thought seems to discount the need for pragmatic thought in most of the situations we encounter."
                },
                {
                    "id": 10,
                    "idea": "Pragmatism in absolutes - too much variability: Pragmatism, in a way the Buddhism of western philosophy, aims at smaller goals and ideas. Getting deeper pragmatically: philosophy of science, best practices, ideas that lose the weight of hard science and the loftiness of philosophy."
                  },
                  {
                    "id": 11,
                    "idea": "Complexity and avoiding decisions: In complex situations involving morality, love, health, and satisfaction, it might seem better to do nothing and avoid the consequences of potentially wrong decisions."
                  },
                  {
                    "id": 12,
                    "idea": "Foucault on silence and friends: Foucault discusses different types of silence, including harsh vs. pleasant silences between friends. More on friends later."
                  },
                  {
                    "id": 13,
                    "idea": "Religion without dogma: The complexity of religion makes choosing one daunting. I respect all religions and their traditions, perhaps seeing them as elaborate performance art."
                  },
                  {
                    "id": 14,
                    "idea": "Buddhism: a) life is pleasant most of the time, and b) weed is one of the few things explicitly discouraged by most religions."
                  },
                  {
                    "id": 15,
                    "idea": "Run dork run: Embrace your weirdness! Full expression might make even awkward traits beautiful."
                  },
                  {
                    "id": 16,
                    "idea": "Games and self-monitoring: Be a good 'sociopath,' self-monitor as they say 'fake it till you make it.' Life is a game, but transcend it with genuine connection. Consult Snyder's guide for self-monitoring improvement."
                  },
                  {
                    "id": 17,
                    "idea": "Holding back in games: Don't show all your cards, invest fully, or hold back a little. This can preserve mental health and buoyancy."
                  },
                  {
                    "id": 18,
                    "idea": "Don't step on toes: While Nietzsche promotes will to power, this idea suggests achieving your goals without harming others, especially those close to you."
                  },
                  {
                    "id": 19,
                    "idea": "Take chances, even where it's uncomfortable: The people we like and do business with are often connected. Relationships and business can get messy, but sometimes you have to take chances."
                  },
                  {
                    "id": 20,
                    "idea": "Nietzsche - will to power: Exert your will, dominate within bounds. Go for it! Don't step on toes, but be a force, a leader. Maybe even ignore the path of destruction caused in creating something that will ultimately put you in a better place."
                  },
                  {
                    "id": 21,
                    "idea": "Self-talk: Talk, rap, sing, write, or just think to yourself. Make your mind healthy and flexible. This weird inner dialogue might help."
                  },
                  {
                    "id": 22,
                    "idea": "Everyone has a void: Everyone has a hole. Satisfaction is hard. Don't feel bad for feeling bad."
                  },
                  {
                    "id": 23,
                    "idea": "Meditation: Any form is helpful, even made-up ones. Goals and processes of different meditation styles are all beneficial."
                  },
                  {
                    "id": 24,
                    "idea": "Focus leads to awareness: Concentration helps awareness. This can be the recipe for success."
                  },
                  {
                    "id": 25,
                    "idea": "Animal/vegetable astrology: Both contain essences. Learn from nature's physical characteristics."
                  },
                  {
                    "id": 26,
                    "idea": "Psycho vs sociopath: One's more productive, both are crazy."
                  },
                  {
                    "id": 27,
                    "idea": "Internal paradox: Complexity within us leads to paradoxical traits and incongruent behavior as the norm."
                  },
                  {
                    "id": 28,
                    "idea": "Heaven: Don't speculate. Live, love, worry later."
                  },
                  {
                    "id": 29,
                    "idea": "Time: Don't fear it. Watch it pass, measure it, be intimate with it. Use stopwatches, clocks, calendars, timers."
                  },
                  {
                    "id": 30,
                    "idea": "Feminism: Express yourself fully, comfort is important. Inequality runs deep. Share your beautiful life, girl! Be all you are, that's all you need for satisfaction. But seriously, sex-positive feminism is amazing! In sexuality, the agenda setter holds power. Feminist sexuality exists wherever women control the agenda, or are satisfied with the agenda, even without control."
                  },
                  {
                    "id": 31,
                    "idea": "Nietzsche - Jews and Women: Ugh, Neech, why the hate? Calling Jews 'king of the slaves' and women even less? It's misogynistic and anti-Semitic, totally outdated. Criticizing Christianity with Jews? Okay, but women? Come on."
                  },
                  {
                    "id": 32,
                    "idea": "Buddha - Master of Mental Qualities: I gotta give Buddha credit for his way with words, especially describing mental states. Jesus didn't delve deep there, but Buddha nailed it. 'Pliancy,' 'tranquility,' 'lightness,' all these terms paint perfect pictures. Even the update about 'light mind' and 'bouncing between subjects' is helpful. Thanks Buddha, for this gift of mental vocabulary!"
                  },
                  {
                    "id": 33,
                    "idea": "Dream as Escape: When things suck, sometimes escaping into dreamland with nicer alternatives is a sweet relief. Turn it on, turn it off."
                  },
                  {
                    "id": 34,
                    "idea": "Vocals with Feeling: I love singing with a frail, almost shrill sound. It adds emotional depth and hints at the source of the emotions. It's the 'feeling in frailty' that resonates."
                  },
                  {
                    "id": 35,
                    "idea": "Dating: The Best and Worst: Biologically driven? Yes. Distracting from the Higher Self? Absolutely."
                  },
                  {
                    "id": 36, "idea": "Higher Self - Productivity & Health Harmony: It's about creating a sweet spot where productivity and health thrive together. We can achieve this in stable situations, but what about spicing things up with variety? After all, variety is the spice of life!"
                  },
                  {
                    "id": 37,
                    "idea": "LUSH for Conscious Orientation: How can I be healthier, understand better, and feel more satisfied right now, this month, this year, even in the next 3 years? How can I love myself, others, and the Universe? It might sound hippie-ish, but who doesn't want more LUSH (Love, Understanding, Satisfaction, Health) in their life?"
                  },
                  {
                    "id": 38,
                    "idea": "Discipline is Key: Discipline leads to me, and me means testing things out."
                  },
                  {
                    "id": 39,
                    "idea": "Abstinence & Renunciation: Intertwined Concepts: Abstinence requires discipline, and renouncing something demonstrates discipline. They're connected, like two sides of the same coin."
                  }, 
                  {
                    "id": 40,
                    "idea": "Astrology: Reverse and Surrender: Astrology doesn't dictate our actions. We can comfortably break our typical patterns for long periods. Yet, surrendering to our charts can offer valuable insights."
                  },
                  {
                    "id": 41,
                    "idea": "Concentration: Master It: We can measure and improve our concentration through exercises and experimentation. Uncover its nuances and unlock its power."
                  },
                  {
                    "id": 42,
                    "idea": "Speak Smart and Real: Speak intelligently and colloquially. These styles will likely benefit you more than eloquence. Colloquial speech, even that of 'bullies and thieves' (bosses), can be surprisingly useful in the workplace."
                  }
                  {
                    "id": 43,
                    "idea": "Lack of Logic in Desire: Passions are inherently divergent from rational thought. The mind copes with exploding desires by picking up the pieces in haunting dreams."
                  },
                  {
                    "id": 44,
                    "idea": "Lines, Ink Blot, Image, Feeling, Memory: Simple lines like an ink blot create images, feelings, and memories much stronger than the initial blot. This highlights the brain's capacity to invent stories from tiny information. Imagine the stories invented from everyday narratives or charged bits of information."
                  },
                  {
                    "id": 45,
                    "idea": "Description of Grips, Bands, Roommates: I love the unique features of the people in my life. Inspired by Spoon River Anthology, I want to keep an updated description of my colleagues, housemates, and party/show buddies."
                  },
                  {
                    "id": 46,
                    "idea": "Satori, Barthes, Surprise: Roland Barthes in 'The Wisdom of Art' describes Cy Twombly's art as invoking 'Satori,' meaning 'surprise.' While Wikipedia defines it as 'awakening, comprehension,' Barthes seems to stretch the meaning for his own writing. Maybe all art theory lacks authenticity? I disliked this essay and its description of Satori."
                  },
                  {
                    "id": 47,
                    "idea": "Never Impressed -> Death - Except You: I rarely feel impressed, maybe slightly by good jobs or kindness, but never a true 'WOW!' Except by you, of course! Comparing the powerful impression of death to the little blips of even the most impressive human lives, death reigns supreme. Fear of death/desire to survive trumps all."
                  },
                  {
                    "id": 48,
                    "idea": "Never Surprised - Life is what it is. My lack of morals isn't surprising, nor is anything else."
                  },
                  {
                    "id": 49,
                    "idea": "Satisfied - Frank Sinatra à Like Erin à Prom àVirginity à off to College\nIdeals of Love<--  Romance ßAgeless   à Like Gramma à Basement Dance Parties\nThis Point is like 19 points – but it all surrounds Frank Sinatra Love and Satisfaction.\n\nFirst, the ideals behind Frank Sinatra's music highlight satisfaction with monogamous romantic love in all its ageless glory. Then two anecdotes:\n\n1. My first love Erin - prom, lost virginity, dated freshman/sophomore year. Prom's agelessness inspires me to love that moment.\n\n2. My grandma's story about her friends dancing to these songs (20s-40s) points to ideals of love:\n\na) Romantic events fulfill us.\nb) Romantic love provides true satisfaction.\nc) Loving relationships are the poetry of human interactions.\n"
                  },
                  {
                    "id": 50,
                    "idea": "The Inaccessibility of the Real  à Baudrillard à Does it matter if its so far?\nBaudrillard in 'Simulacra...' states that the real is far away in our age, everything is simulations. My point: who cares?\nWe can rage or accept it, but few care. Should we bother? Well, I enjoyed Baudrillard's point about Disney World's falsity. It's important to cut out the bullshit in corporate America and our political system."
                  },
                  {
                    "id": 51,
                    "idea": "IE – All ABRSTRACTION – YES, Most don’t care and that’s important -> then What? -> Does it matter?\nAnything abstract is forgotten. Forget blue vs white collar or Smart vs Dumb. Abstraction is the lifeblood of the 0.001%, but not necessary for others who live more intuitively. Some try to get things right abstractly, while others see their lives clearly and settle in, accepting the bullshit. Kinda like us and nature."
                  },
                  {
                    "id": 52,
                    "idea": "Death -> Does it matter? -> its certainty - mainly bores\nJust as the love of a steady lover is accepted and forgotten, so too is the horrifying terror of death. So do we make decisions based on death or love? Or do we make decisions based on more immediate concerns like 'will it suck for me tomorrow if I do this?'"
                  },
                  {
                    "id": 53,
                    "idea": "Sibylle Baier: Best Because: More melodic, genuine than Bobby D. Haunting melodies, vibe. Never released own music. Realness: 'These songs are mine, help me. Content. Sorry world. No hard feelings. Much Love, Syblle Baier.'"
                  },
                  {
                    "id": 54,
                    "idea": "Inability to Step Back: Why? 1) Delusion (No/too much feelings, subjective). 2) NYC: Clouds mind, imprisons (rent, culture), distracts. Hurrying, self-obsession. Can't ask 'why' when everything subjective. No answers."
                  },
                  {
                    "id": 55,
                    "idea": "Whole Picture: Subjective, hard to define. What is it? Love, understanding, satisfaction, health?"
                  },
                  {
                    "id": 56,
                    "idea": "Nature: Slut, Whore, Maniac: Overly close relationships with nature are unhealthy."
                  },
                  {
                    "id": 57,
                    "idea": "Minimize Hated Things: Avoid pain (except BDSM), terrible people."
                  },
                  {
                    "id": 58,
                    "idea": "Meditation: Awareness of Touch (Buddhism meh). Minimal effort to recognize mental activity. Example: feeling your butt on a seat. Freedom from day-to-day tunnel vision."
                  },
                  {
                    "id": 59,
                    "idea": "Dbags and You: Recognizing their tendencies helps overcome petty reactions. Dbags can be tricky, even close to us. Collaboration needed for deeper understanding."
                  },
                  {
                    "id": 60,
                    "idea": "Meditation Softens Horror: Human suffering is inevitable, but meditation softens it. Example: Inner dialogue about fear turned into breath counting."
                  },
                  {
                    "id": 61,
                    "idea": "Booze Spices Up Horror: Life's boredom can be countered by the unpredictable spice of booze. Varies from tiredness to euphoria."
                  },
                  {
                    "id": 62,
                    "idea": "Weed: Coma and Fog for Horror: Weed comas and fog are possible, but also productivity. Moderate use can be chill and non-foggy."
                  },
                  {
                    "id": 63,
                    "idea": "LSD: Deep Insights in Chilliest Situation: Careful with LSD, its deep sacred activity can be overwhelming."
                  },
                  {
                    "id": 64,
                    "idea": "Endlessly Release Repeat (ERR w/ the Maximization of Beauty)"
                  },
                  {
                    "id": 65,
                    "idea": "The fleeting beauty of release, repeated like butterfly wings, crushing with its weight."
                  },
                  {
                    "id": 66,
                    "idea": "High school mentality persists everywhere, even in the seemingly wise and powerful."
                  },
                  {
                    "id": 67,
                    "idea": "Motivation wanes, questioning the value of personal ideas, seeking others' perspectives."
                  },
                  {
                    "id": 68,
                    "idea": "A dream of swimming to the Statue of Liberty, questioning its grossness and allure."
                  },
                  {
                    "id": 69,
                    "idea": "Unclear dream about live pornography, sparking curiosity about others' strange dreams."
                  },
                  {
                    "id": 70,
                    "idea": "Reset Percentage: finding a baseline, recovering from trauma, feeling stress and fighting it."
                  },
                  {
                    "id": 71,
                    "idea": "Feeling refreshed at a percentage, like 100% being fully rejuvenated."
                  },
                  {
                    "id": 72,
                    "idea": "Title suggestions: \"42 points of Ideals and Terrors\" or \"Another 42 Ideas I Struggle With\""
                  },
                  {
                    "id": 73,
                    "idea": "Experiment with satisfying activities: Haikus for focused thought, Regimentation for structure."
                  },
                  {
                    "id": ,
                    "idea": 
                  },
                  {
                    "id": ,
                    "idea": 
                  },
                  {
                    "id": ,
                    "idea": 
                  },
                  {
                    "id": ,
                    "idea": 
                  },

       
            ]
    }
                     